{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "95bfaaf4-0d16-4df2-8d16-6d7a267882d5": {
      "type": "breadcrumb",
      "settings": {
        "title_override": "Common <i>questions<\/i>",
        "layout": "default",
        "body": "<p>Got a question? <\/p><p>Find the answer to commonly asked questions below. <\/p><p>Can't find what you are looking for here? Contact our friendly customer service team at admin@sweetcherrypie.com for further information or advice.<\/p>",
        "image": "shopify:\/\/shop_images\/s-about-main_bg.jpg"
      }
    },
    "35386bf7-68e7-41bc-b418-af25aeb1077e": {
      "type": "image-with-text",
      "settings": {
        "layout": "image_left",
        "heading": "Do you feel awkward talking about your sexual pleasure?",
        "body": "<p>Forget shame, forget guilt, forget stigma! Masturbation is a natural human act, and one of the most satisfying ways to practice self-care and relax and it can even improve partnered sex. After all, if you get to know your sexual body, and learn what really makes you tick, it’s a lot easier to teach your partner to do the same. When you think about it, how well can we really know our own body if we leave all of the exploration of it up to someone else? It’s like giving someone directions to the moon…we know the general direction to head in, but we’ve never been there ourselves!<\/p>",
        "image": "shopify:\/\/shop_images\/s-text-img_about1.jpg"
      }
    },
    "130a9cbd-237d-4cc8-9e08-0050c7cc31b7": {
      "type": "image-with-text",
      "settings": {
        "layout": "image_right",
        "heading": "You’re not alone!",
        "body": "<p>According to a recent Australian study only 1 in 4 women masturbate regularly, which is half the rate of men. The truth is, for many of us, it’s still seen as a dirty little secret. But it’s time to step into our power and call BS on the archaic idea that only “sluts” enjoy sex, and that our pleasure is somehow secondary to our male counterparts.<\/p><p>It’s also time to debunk outdated myths that  teach us that female orgasms are simply more elusive than male orgasms.<\/p><p><\/p>",
        "image": "shopify:\/\/shop_images\/Zena-Hover.jpg"
      }
    },
    "47791f95-634a-4d4e-a839-9e2ee941dec9": {
      "type": "large-cta",
      "settings": {
        "subheading": "TAKE THE QUIZ",
        "heading": "Not sure? Take the quiz and we can help you explore!",
        "image": "shopify:\/\/shop_images\/s-banner.jpg",
        "button_text": "Take the quiz",
        "url": "#"
      }
    }
  },
  "order": [
    "main",
    "95bfaaf4-0d16-4df2-8d16-6d7a267882d5",
    "35386bf7-68e7-41bc-b418-af25aeb1077e",
    "130a9cbd-237d-4cc8-9e08-0050c7cc31b7",
    "47791f95-634a-4d4e-a839-9e2ee941dec9"
  ]
}
